[
  "Le mot « échec et mat » vient du persan « shāh māt » : le roi est impuissant !",
  "Le nombre de parties d'échecs possibles dépasse le nombre d'atomes dans l'univers observable.",
  "Le plus jeune champion du monde d'échecs avait 22 ans : Garry Kasparov, en 1985.",
  "La partie la plus longue théoriquement possible dure 5 949 coups.",
  "Le fou se déplaçait d'une seule case en diagonale au Moyen Âge.",
  "Magnus Carlsen a été n°1 mondial pendant plus de 10 ans consécutifs.",
  "La reine est la pièce la plus puissante, mais elle n'existait pas dans les règles originales.",
  "Deep Blue (IBM) a battu Kasparov en 1997 — un moment historique pour l'IA.",
  "On peut mettre mat en seulement 2 coups : c'est le « mat du lion ».",
  "Le roque est le seul coup où deux pièces bougent en même temps.",
  "Il existe 318 979 564 000 façons de jouer les 4 premiers coups aux échecs.",
  "Bobby Fischer a appris les échecs tout seul à 6 ans avec la notice du jeu.",
  "Le mot anglais « rookie » vient de « rook » (la tour aux échecs).",
  "Une partie nulle par « pat » arrive quand un joueur ne peut plus bouger mais n'est pas en échec.",
  "Les échecs sont obligatoires à l'école en Arménie depuis 2011.",
  "Le premier tournoi international d'échecs a eu lieu à Londres en 1851.",
  "La plus longue partie officielle a duré 269 coups (Nikolić vs Arsović, 1989).",
  "Le « gambit » vient de l'italien « gambetto » qui signifie croc-en-jambe.",
  "Aux échecs, il y a plus de positions possibles que de grains de sable sur Terre.",
  "La « notation algébrique » (e4, Nf3…) est le langage universel des échecs.",
  "Wilhelm Steinitz est devenu le premier champion du monde officiel en 1886.",
  "Le pion est la seule pièce qui ne peut pas reculer.",
  "En moyenne, une partie d'échecs dure environ 40 coups.",
  "Le « mat du berger » est le mat le plus rapide pour les débutants : 4 coups.",
  "Aux échecs, les Blancs gagnent statistiquement un peu plus souvent (~55%).",
  "Le nombre de Shannon estime les parties possibles à 10^120.",
  "Le plus vieux jeu d'échecs connu date du XIIe siècle et a été trouvé en Écosse (île de Lewis).",
  "Le mot « échecs » vient du persan « shāh » qui signifie « roi ».",
  "Anatoly Karpov et Garry Kasparov ont joué 5 matchs de championnat du monde entre eux.",
  "Aux échecs, la « prise en passant » est un coup que beaucoup de joueurs oublient.",
  "Le premier programme d'échecs a été écrit par Alan Turing en 1951 — sur papier.",
  "La FIDE (Fédération Internationale Des Échecs) a été fondée à Paris en 1924.",
  "Un Grand Maître peut analyser environ 3 coups par seconde mentalement.",
  "Le record de parties simultanées en aveugle est de 48, par Timur Gareyev en 2016.",
  "Judit Polgár est considérée comme la meilleure joueuse d'échecs de tous les temps.",
  "Elle a battu Kasparov en 2002 dans une partie rapide.",
  "Le « Zugzwang » est une situation où chaque coup possible détériore votre position.",
  "La « variante du Dragon » est l'une des ouvertures les plus agressives de la défense sicilienne.",
  "Le titre de Grand Maître International (GMI) a été créé par la FIDE en 1950.",
  "En Inde, les échecs s'appellent « chaturanga » et existent depuis le VIe siècle.",
  "Le cavalier est la seule pièce qui peut sauter par-dessus les autres.",
  "Le plus jeune Grand Maître de l'histoire est Abhimanyu Mishra, à 12 ans et 4 mois.",
  "Paul Morphy, prodige américain du XIXe siècle, dominait le monde à seulement 21 ans.",
  "Une partie peut être nulle par répétition si la même position apparaît 3 fois.",
  "La règle des 50 coups permet de déclarer nulle si aucun pion n'a bougé et aucune prise n'a eu lieu.",
  "Le « mat de Legal » est un sacrifice de dame suivi d'un mat avec des pièces mineures.",
  "Kasparov a accusé IBM de tricher lors de son match contre Deep Blue — le débat continue.",
  "AlphaZero de Google a appris les échecs en 4 heures et a battu Stockfish en 2017.",
  "Stockfish est le moteur d'échecs le plus puissant au monde — et il est open source.",
  "Le Elo est le système de classement des joueurs d'échecs, inventé par Arpad Elo en 1960.",
  "Le plus haut Elo jamais atteint est 2882, par Magnus Carlsen en 2014.",
  "Bobby Fischer a exigé un échiquier spécial avec des cases plus grandes pour son match en 1972.",
  "Le « match du siècle » opposait Fischer à Spassky à Reykjavik en 1972, en pleine Guerre Froide.",
  "Emanuel Lasker a été champion du monde pendant 27 ans (1894-1921), le plus long règne.",
  "José Raúl Capablanca était surnommé « la machine à échecs » pour son jeu précis.",
  "Alexander Alekhine est le seul champion du monde à être décédé en étant encore champion (1946).",
  "Le « sacrifice grec » est un classique : sacrifice du fou en h7 suivi d'une attaque sur le roi.",
  "Mikhail Tal, le « Magicien de Riga », était célèbre pour ses sacrifices spectaculaires.",
  "Tigran Petrosian était surnommé « la forteresse de fer » pour son style ultra-défensif.",
  "Boris Spassky est le seul joueur à avoir battu Fischer, Karpov et Kasparov en tournoi.",
  "Le « blitz » désigne les parties rapides où chaque joueur a moins de 10 minutes.",
  "Le « bullet » est encore plus rapide : 1 minute par joueur pour toute la partie.",
  "La plus courte partie de Grand Maître s'est terminée en un seul coup (abandon immédiat).",
  "Chess.com compte plus de 100 millions d'utilisateurs dans le monde.",
  "Lichess.org est une plateforme d'échecs gratuite et open source créée par un Français.",
  "Les échecs font partie des rares sports reconnus par le Comité International Olympique.",
  "En 2020, la série « Le Jeu de la dame » sur Netflix a provoqué un boom mondial des échecs.",
  "Beth Harmon, le personnage principal du « Jeu de la dame », est inspirée de plusieurs vrais prodiges.",
  "Les pièces d'échecs standard s'appellent le modèle « Staunton », du nom de Howard Staunton.",
  "Le design Staunton a été breveté en 1849 et est le seul autorisé en compétition officielle.",
  "La « fourchette » est une attaque simultanée sur deux pièces avec une seule pièce.",
  "Le « clouage » immobilise une pièce qui protège une pièce plus importante derrière elle.",
  "L'« enfilade » force une pièce à bouger, révélant une pièce derrière elle.",
  "La « batterie » est l'alignement de deux pièces à longue portée sur la même diagonale ou ligne.",
  "Un « sacrifice positionnel » renonce à du matériel pour obtenir un avantage stratégique.",
  "La « structure de pions » est l'un des concepts les plus importants de la stratégie.",
  "Un pion « isolé » n'a aucun pion ami sur les colonnes adjacentes — c'est souvent une faiblesse.",
  "Un pion « passé » n'a aucun pion adverse devant lui — il peut devenir très dangereux.",
  "La « promotion » permet à un pion qui atteint la 8e rangée de devenir n'importe quelle pièce.",
  "En théorie, on peut avoir jusqu'à 9 dames sur l'échiquier en promouvant tous ses pions.",
  "Le « mat étouffé » utilise un cavalier pour mater un roi coincé par ses propres pièces.",
  "La partie immortelle (Anderssen vs Kieseritzky, 1851) est l'une des plus célèbres de l'histoire.",
  "La partie toujours verte (Anderssen vs Dufresne, 1852) contient un double sacrifice de tour.",
  "L'ouverture italienne (1.e4 e5 2.Nf3 Nc6 3.Bc4) est l'une des plus anciennes connues.",
  "La défense sicilienne (1.e4 c5) est la réponse la plus populaire à 1.e4 au plus haut niveau.",
  "Le gambit dame (1.d4 d5 2.c4) est l'ouverture la plus jouée au niveau mondial.",
  "La défense française (1.e4 e6) porte le nom de joueurs français qui l'ont popularisée en 1834.",
  "La Caro-Kann (1.e4 c6) est une ouverture solide appréciée des joueurs positionnels.",
  "L'ouverture espagnole (Ruy Lopez) doit son nom à un prêtre espagnol du XVIe siècle.",
  "Le gambit du roi (1.e4 e5 2.f4) était l'ouverture favorite au XIXe siècle — très risquée !",
  "La défense Grünfeld est l'arme secrète de Kasparov dans de nombreux matches de championnat.",
  "La défense Nimzo-indienne porte le nom d'Aaron Nimzowitsch, un théoricien révolutionnaire.",
  "Nimzowitsch a écrit « Mon système », l'un des livres d'échecs les plus influents.",
  "Aron Nimzowitsch a popularisé les concepts de « surprotection » et de « blocus ».",
  "Savielly Tartakower était connu pour ses citations drôles : « Les erreurs sont là pour être commises. »",
  "Richard Réti est célèbre pour son étude montrant qu'un roi peut rattraper un pion qui semble perdu.",
  "Le « tableau de Elo » classe les joueurs : en dessous de 1200 c'est débutant, au-dessus de 2500 c'est GMI.",
  "Viswanathan Anand a été champion du monde de 2007 à 2013 — le premier Indien champion.",
  "Vladimir Kramnik a battu Kasparov en 2000 sans perdre une seule partie — un exploit.",
  "Kramnik a utilisé la défense berlinoise pour neutraliser Kasparov — elle est devenue très populaire.",
  "Veselin Topalov a été champion du monde FIDE en 2005.",
  "Le Candidates Tournament détermine qui affronte le champion du monde.",
  "Le match de championnat du monde le plus long a duré 5 mois : Karpov vs Kasparov en 1984.",
  "Ce match a été annulé après 48 parties sans résultat décisif — un scandale à l'époque.",
  "Ding Liren est devenu champion du monde en 2023, le premier Chinois à obtenir ce titre.",
  "La Chine est devenue une superpuissance des échecs au XXIe siècle.",
  "Hou Yifan est la plus jeune championne du monde féminine, à seulement 16 ans.",
  "Les échecs en ligne ont explosé pendant le COVID-19 — Chess.com a doublé ses utilisateurs.",
  "Le « Chess960 » (ou Fischer Random) randomise la position de départ des pièces.",
  "Bobby Fischer a inventé le Chess960 pour réduire l'importance de la mémorisation d'ouvertures.",
  "Il y a 960 positions de départ possibles en Chess960, d'où le nom.",
  "Le « roi de la colline » est une variante où il faut amener son roi au centre de l'échiquier.",
  "Les « échecs atomiques » font exploser toutes les pièces autour d'une capture.",
  "Le « Bughouse » se joue en équipe de deux : les pièces capturées sont données au partenaire.",
  "Le « crazyhouse » est comme le Bughouse mais en solo — les pièces capturées reviennent en jeu.",
  "Aux échecs, le temps est crucial : beaucoup de parties sont perdues par manque de temps.",
  "L'« incrément » ajoute quelques secondes au compteur après chaque coup — pour éviter les drapeaux.",
  "Le « zeitnot » (mot allemand) désigne une situation de grave manque de temps.",
  "Magnus Carlsen a lancé son propre circuit de tournois en ligne : le Magnus Carlsen Chess Tour.",
  "Magnus Carlsen a annoncé qu'il ne défendrait plus son titre mondial après 2023.",
  "À 5 ans, Magnus Carlsen connaissait les capitales de tous les pays du monde.",
  "Carlsen est aussi un excellent joueur de football — il aurait pu devenir pro selon ses entraîneurs.",
  "Sergey Karjakin a obtenu le titre de Grand Maître à 12 ans et 7 mois en 2002.",
  "Praggnanandhaa, prodige indien, est devenu GMI à 12 ans et 10 mois.",
  "Rameshbabu Praggnanandhaa a affronté Carlsen en finale du World Cup 2023 à seulement 18 ans.",
  "Alireza Firouzja, Franco-Iranien, est considéré comme le futur n°1 mondial.",
  "Hikaru Nakamura est un des joueurs d'échecs les plus populaires sur Twitch et YouTube.",
  "Le streaming d'échecs est devenu un phénomène grâce à des joueurs comme Nakamura et Levy Rozman.",
  "GothamChess (Levy Rozman) a dépassé 4 millions d'abonnés sur YouTube.",
  "La « brilliancy prize » récompense la plus belle partie d'un tournoi.",
  "Un « pat » n'est pas une défaite — c'est une nulle, ce qui peut sauver une position perdue.",
  "Le « double échec » est un échec donné par deux pièces en même temps — très puissant.",
  "En compétition, on note chaque coup sur une feuille de partie — c'est obligatoire.",
  "Les pendules d'échecs mécaniques ont été remplacées par des pendules digitales (DGT).",
  "La première pendule d'échecs a été utilisée lors d'un tournoi à Londres en 1883.",
  "Le « touch-move » : si tu touches une pièce, tu dois la jouer — pas de retour en arrière.",
  "Le « j'adoube » permet d'ajuster une pièce sur sa case sans être obligé de la jouer.",
  "La plus grande simultanée a réuni 20 480 joueurs à Ahmedabad, Inde, en 2023.",
  "Kasparov a un jour cassé un stylo de frustration en pleine partie — son tempérament était légendaire.",
  "Les pièces d'échecs de luxe sont souvent en palissandre, ébène et buis.",
  "L'échiquier le plus cher du monde, serti de diamants, vaut plus de 9 millions de dollars.",
  "Le roi ne peut jamais être capturé — la partie s'arrête avant, à l'échec et mat.",
  "En notation, le cavalier s'écrit « N » (pour « kNight ») car K est déjà pris par le roi.",
  "Le symbole !! signifie un coup brillant, ?? un blunder (gaffe), et ?! un coup douteux.",
  "Le « trap » (piège) est un coup qui a l'air faible mais qui prépare un piège pour l'adversaire.",
  "Le « développement » est le principe de sortir rapidement ses pièces en début de partie.",
  "Le « centre » est la zone la plus importante de l'échiquier — il faut le contrôler.",
  "La « colonne ouverte » est une colonne sans pion — idéale pour les tours.",
  "Les « cases faibles » sont des cases qui ne peuvent plus être protégées par des pions.",
  "Un « avant-poste » est une case protégée par un pion où placer un cavalier est très efficace.",
  "Philidor a dit en 1749 : « Les pions sont l'âme des échecs. »",
  "François-André Philidor était à la fois compositeur d'opéra et meilleur joueur du XVIIIe siècle.",
  "Le Café de la Régence à Paris était le centre des échecs mondiaux au XVIIIe siècle.",
  "Napoléon était un joueur d'échecs passionné, bien que de niveau modeste.",
  "Benjamin Franklin a écrit un essai intitulé « The Morals of Chess » en 1786.",
  "Marcel Duchamp, le célèbre artiste, a quitté l'art pour jouer aux échecs en compétition.",
  "Le Turc mécanique (1770) était un faux automate d'échecs — un humain se cachait à l'intérieur.",
  "Les premiers ordinateurs d'échecs commerciaux sont apparus dans les années 1970.",
  "Chess Titans était le jeu d'échecs intégré à Windows Vista — nostalgique !",
  "Le plus grand échiquier extérieur mesure plus de 6 mètres de côté.",
  "En Russie, les échecs sont un sport national — presque tous les champions du XXe siècle étaient russes.",
  "L'URSS a dominé les échecs de 1948 à 2000, avec une seule interruption (Fischer en 1972).",
  "Viktor Korchnoi a défié l'Union Soviétique en faisant défection en 1976 — un acte courageux.",
  "Les « échecs à l'aveugle » se jouent sans voir l'échiquier — uniquement par mémoire.",
  "Même les meilleurs joueurs ne calculent pas tous les coups — ils s'appuient sur l'intuition.",
  "La « pensée arborescente » consiste à explorer des variantes comme un arbre de décisions.",
  "Le concept de « prophylaxie » consiste à empêcher les plans de l'adversaire avant les siens.",
  "Mark Taimanov, Grand Maître, était aussi un pianiste concertiste de renommée mondiale.",
  "David Bronstein a failli être champion du monde en 1951, perdant de justesse contre Botvinnik.",
  "Mikhail Botvinnik, « le patriarche », a formé Karpov et Kasparov dans son école.",
  "Smyslov, champion du monde en 1957, était aussi un baryton avec une voix remarquable.",
  "Max Euwe, champion du monde néerlandais en 1935, est devenu président de la FIDE.",
  "Le « mat de l'escalier » utilise deux tours qui se relaient pour repousser le roi au bord.",
  "Le « mat du couloir » piège le roi sur la dernière rangée derrière ses propres pions.",
  "Le mat avec roi et deux fous contre roi seul est possible mais difficile à réaliser.",
  "Il est impossible de mater avec roi et fou seul, ou roi et cavalier seul.",
  "Deux cavaliers ne peuvent pas forcer le mat contre un roi seul — mais avec un pion adverse, si !",
  "La « table de Nalimov » résout toutes les finales à 7 pièces ou moins de façon parfaite.",
  "Certaines finales nécessitent plus de 500 coups parfaits pour mater — bien au-delà de la règle des 50 coups.",
  "La finale roi et pion contre roi est l'une des premières choses qu'un joueur doit maîtriser.",
  "L'« opposition » dans les finales de pions est le concept clé : le roi qui n'a pas le trait est avantagé.",
  "En finale, le roi devient une pièce d'attaque — il doit s'activer et s'avancer.",
  "La « forteresse » est une position où le camp faible peut maintenir la nulle malgré un désavantage matériel.",
  "Le « sacrifice de qualité » (tour contre cavalier ou fou) est un thème fréquent dans le jeu positionnel.",
  "Un « double pion » sur la même colonne est généralement une faiblesse structurelle.",
  "La « majorité de pions » sur une aile permet de créer un pion passé en finale.",
  "Le « pion empoisonné » est un pion qui semble gratuit mais qui mène à des complications.",
  "La variante du « pion empoisonné » dans la Najdorf est l'une des lignes les plus analysées de l'histoire.",
  "La Najdorf sicilienne est l'ouverture préférée de Fischer et Kasparov — deux légendes.",
  "Le système de Londres (1.d4, 2.Bf4) est devenu très populaire chez les amateurs pour sa simplicité.",
  "L'attaque Grand Prix (1.e4 c5 2.Nc3 puis f4) est une arme agressive contre la Sicilienne.",
  "Le gambit Evans (1.e4 e5 2.Nf3 Nc6 3.Bc4 Bc5 4.b4) sacrifie un pion pour un développement rapide.",
  "La partie écossaise (1.e4 e5 2.Nf3 Nc6 3.d4) ouvre le centre immédiatement.",
  "Le système Colle est une ouverture calme avec d4, Nf3, e3, Bd3 — idéale pour les débutants.",
  "La défense hollandaise (1.d4 f5) est agressive mais risquée — adoptée par des joueurs créatifs.",
  "La défense slave (1.d4 d5 2.c4 c6) est l'une des défenses les plus solides au gambit dame.",
  "L'indienne du roi (Nf6, g6, Bg7) permet de contester le centre de façon flexible.",
  "L'ouverture catalane combine le gambit dame avec le fianchetto du fou — très moderne.",
  "Le système Réti (1.Nf3) est une approche « hypermoderne » qui contrôle le centre de loin.",
  "L'ouverture anglaise (1.c4) donne des positions flexibles et stratégiques.",
  "La partie italienne a été popularisée au XVIe siècle par des joueurs comme Greco.",
  "Gioachino Greco est l'un des premiers « professionnels » des échecs au XVIIe siècle.",
  "Les « miniatures » sont des parties qui se terminent en moins de 25 coups — souvent spectaculaires.",
  "Le prix de beauté est décerné au joueur qui réalise la plus belle combinaison d'un tournoi.",
  "« Tempo » signifie un temps de développement — perdre un tempo, c'est donner l'initiative à l'adversaire.",
  "L'« initiative » est l'avantage d'être celui qui attaque et impose le rythme.",
  "La « compensation » décrit un avantage positionnel qui contrebalance un désavantage matériel.",
  "Aux échecs, le « zeitgeist » des ouvertures change avec chaque génération de joueurs.",
  "L'IA a révolutionné les échecs : les humains utilisent des moteurs pour préparer leurs parties.",
  "Les « tablebase » résolvent mathématiquement toutes les positions à 7 pièces ou moins.",
  "Neural networks comme AlphaZero évaluent les positions de façon « intuitive » plutôt que par calcul brut.",
  "Leela Chess Zero (Lc0) est un moteur d'échecs open source inspiré d'AlphaZero.",
  "Le TCEC (Top Chess Engine Championship) est le championnat du monde des moteurs d'échecs.",
  "En 2023, Stockfish est évalué à plus de 3600 Elo — bien au-dessus de tout humain.",
  "Un moteur d'échecs analyse des millions de positions par seconde.",
  "Le « centipawn » est l'unité de mesure des moteurs : 100 centipawns = 1 pion d'avantage.",
  "Un avantage de +3.00 selon le moteur signifie à peu près une pièce mineure d'avance.",
  "La triche aux échecs en ligne est un problème croissant — les plateformes utilisent des algorithmes pour la détecter.",
  "Hans Niemann a été accusé de triche contre Carlsen en 2022 — une controverse majeure.",
  "Les échecs développent la mémoire, la concentration et les capacités de résolution de problèmes.",
  "Des études montrent que jouer aux échecs améliore les résultats scolaires chez les enfants.",
  "Les échecs sont utilisés dans certaines prisons pour aider à la réinsertion.",
  "Le « Chess Boxing » alterne rounds de boxe et de blitz — oui, ça existe vraiment !",
  "Le plus grand club d'échecs du monde est à Moscou, fondé en 1956.",
  "Les Olympiades d'échecs se tiennent tous les 2 ans — chaque pays envoie une équipe.",
  "La Russie (et l'URSS) a remporté le plus d'Olympiades d'échecs de l'histoire.",
  "L'Inde est devenue une puissance des échecs au XXIe siècle avec de nombreux jeunes prodiges.",
  "Koneru Humpy est l'une des meilleures joueuses de l'histoire, originaire d'Inde.",
  "Les Polgar sisters (Susan, Sofia, Judit) ont été élevées pour devenir des joueuses d'échecs prodigieuses.",
  "Leur père, Laszlo Polgar, voulait prouver que le génie est le résultat de l'éducation, pas de la naissance.",
  "Le premier livre d'échecs imprimé date de 1497 : « Repetición de Amores y Arte de Ajedrez » de Lucena.",
  "Le « Livre de l'échiquier » d'Alphonse X (1283) est l'un des plus anciens manuscrits sur les échecs."
]
