[
  "Le Brésil est le seul pays à avoir gagné 5 Coupes du monde (1958, 1962, 1970, 1994, 2002).",
  "Un terrain de football fait entre 100 et 110 mètres de long et 64 à 75 mètres de large.",
  "Pelé a marqué 1 281 buts en carrière — un record qui a tenu des décennies.",
  "Le premier match international a eu lieu en 1872 : Écosse 0 - Angleterre 0.",
  "La première Coupe du monde, en 1930, s'est jouée en Uruguay avec seulement 13 équipes.",
  "Cristiano Ronaldo détient le record de buts en sélection nationale masculine.",
  "Le carton rouge a été inventé en 1970 après un problème de langue entre l'arbitre et un joueur au Mondial 1966.",
  "La Liga, la Premier League et la Serie A sont parmi les championnats les plus regardés au monde.",
  "Un gardien de but parcourt environ 5 à 6 km par match.",
  "Le Ballon d'or est décerné chaque année depuis 1956.",
  "Zinédine Zidane a marqué 2 buts de la tête en finale de la Coupe du monde 1998.",
  "Le football est le sport le plus pratiqué au monde avec environ 4 milliards de fans.",
  "L'Islande est le plus petit pays (par population) à s'être qualifié pour un Mondial (2018).",
  "Lionel Messi a remporté le Ballon d'or 8 fois — un record absolu.",
  "Le Camp Nou à Barcelone peut accueillir 99 354 spectateurs.",
  "Le premier club de football au monde est le Sheffield FC, fondé en 1857 en Angleterre.",
  "Les règles du football moderne ont été codifiées à Cambridge en 1863.",
  "La FIFA a été fondée à Paris en 1904 — initialement avec seulement 7 pays membres.",
  "Jules Rimet, président de la FIFA, a donné son nom au premier trophée de la Coupe du monde.",
  "L'Uruguay a remporté les deux premières Coupes du monde (1930 et 1950).",
  "Le « Maracanazo » de 1950 : l'Uruguay bat le Brésil en finale devant 200 000 spectateurs au Maracanã.",
  "Le Maracanã à Rio de Janeiro est l'un des stades les plus mythiques du monde.",
  "La « main de Dieu » : Maradona a marqué avec la main contre l'Angleterre au Mondial 1986.",
  "Dans le même match, Maradona a marqué le « but du siècle », dribblant 5 joueurs anglais.",
  "Diego Maradona a porté l'Argentine à la victoire en Coupe du monde 1986 presque à lui seul.",
  "Le maillot n°10 est le numéro le plus emblématique du football, porté par Pelé, Maradona, Zidane et Messi.",
  "Le « catenaccio » est un système défensif italien célèbre, popularisé dans les années 1960.",
  "Le « tiki-taka » est le style de jeu de passes courtes du FC Barcelone sous Pep Guardiola.",
  "L'Espagne a remporté l'Euro 2008, le Mondial 2010 et l'Euro 2012 avec le tiki-taka.",
  "Le record de buts en une seule Coupe du monde est de 13, par Just Fontaine (France, 1958).",
  "Miroslav Klose détient le record de buts en Coupe du monde avec 16 buts.",
  "Le plus gros score en match international : Australie 31 - 0 Samoa américaines (2001).",
  "Le record de buts dans un match professionnel officiel : AS Adema 149 - 0 SO l'Emyrne à Madagascar (2002).",
  "Ce score est dû à des buts contre son camp volontaires de l'Emyrne, en signe de protestation.",
  "Lev Yachine est le seul gardien de but à avoir reçu le Ballon d'or (1963).",
  "Gianluigi Buffon a joué jusqu'à 45 ans en tant que gardien professionnel.",
  "L'attaquant le plus rapide jamais chronométré est Kylian Mbappé, à plus de 36 km/h.",
  "Usain Bolt a brièvement tenté une carrière de footballeur en 2018.",
  "Le record du but le plus rapide est de 2,1 secondes, par Nawaf Al-Abed en 2009.",
  "Le but le plus lointain dans l'histoire du football professionnel a été marqué à environ 96 mètres.",
  "Le « hat-trick » (3 buts dans un match) vient du cricket, où on recevait un chapeau en récompense.",
  "Le plus rapide hat-trick de l'histoire : Sadio Mané en 2 minutes 56 secondes (2015).",
  "Erling Haaland a marqué 5 buts en 20 minutes lors de son premier match de Coupe du monde U-20.",
  "Le trophée de la Coupe du monde actuel pèse 6,175 kg et est en or 18 carats.",
  "Le premier trophée de la Coupe du monde a été volé en 1966, puis retrouvé par un chien nommé Pickles.",
  "Le trophée original (Coupe Jules Rimet) a été volé définitivement au Brésil en 1983 et jamais retrouvé.",
  "Le VAR (Video Assistant Referee) a été utilisé pour la première fois en Coupe du monde en 2018.",
  "L'arbitre le plus célèbre est Pierluigi Collina, reconnaissable à son crâne rasé.",
  "Le corner (coup de coin) a été introduit dans les règles en 1872.",
  "Le penalty a été inventé en 1891 par William McCrum, un gardien de but irlandais.",
  "Le premier match de football télévisé a eu lieu en 1937 en Angleterre.",
  "La Coupe du monde de 2022 au Qatar a été la première disputée en hiver (novembre-décembre).",
  "L'Argentine a remporté la Coupe du monde 2022, avec Messi enfin sacré champion.",
  "La finale 2022 (Argentine 3-3 France, puis tirs au but) est considérée comme la meilleure finale de l'histoire.",
  "Kylian Mbappé a marqué un hat-trick en finale de Coupe du monde 2022 — un exploit rarissime.",
  "Geoff Hurst est le seul joueur à avoir marqué un hat-trick en finale de Coupe du monde (1966).",
  "La Premier League anglaise est le championnat le plus suivi au monde.",
  "Le Real Madrid détient le record de victoires en Ligue des Champions : 15 titres.",
  "Le FC Barcelone et le Real Madrid s'affrontent dans le « Clásico », l'un des plus grands derbys au monde.",
  "Le « Old Firm » entre le Celtic et les Rangers à Glasgow est le plus vieux derby au monde.",
  "Le Superclásico (Boca Juniors vs River Plate) en Argentine est considéré comme le derby le plus intense.",
  "Le derby de Milan (AC Milan vs Inter) s'appelle le « Derby della Madonnina ».",
  "Le PSG a été fondé en 1970 et est devenu une puissance mondiale après le rachat de 2011.",
  "L'Olympique de Marseille est le seul club français à avoir remporté la Ligue des Champions (1993).",
  "Le Stade de France a une capacité de 80 698 places — le plus grand stade français.",
  "Wembley à Londres, reconstruit en 2007, peut accueillir 90 000 spectateurs.",
  "Le Signal Iduna Park à Dortmund possède le « Mur Jaune », la plus grande tribune debout d'Europe.",
  "L'Anfield Road à Liverpool est célèbre pour son hymne « You'll Never Walk Alone ».",
  "Le stade Azteca à Mexico est le seul stade à avoir accueilli 2 finales de Coupe du monde (1970, 1986).",
  "La Coupe du monde 2026 se jouera dans 3 pays : USA, Canada et Mexique, avec 48 équipes.",
  "Le football féminin a été interdit en Angleterre de 1921 à 1971 par la FA.",
  "La première Coupe du monde féminine officielle a eu lieu en 1991 en Chine.",
  "Les États-Unis ont remporté 4 Coupes du monde féminines — le record.",
  "Marta Vieira da Silva est la meilleure buteuse de l'histoire des Coupes du monde (hommes et femmes).",
  "Ada Hegerberg a été la première lauréate du Ballon d'or féminin en 2018.",
  "L'équipe féminine de Lyon a remporté 8 Ligues des Champions d'affilée (2016-2022).",
  "Le football féminin a connu un boom spectaculaire, avec des records d'affluence dépassant 90 000 spectateurs.",
  "Le Camp Nou a accueilli 91 553 spectateurs pour un match de football féminin en 2022 — record mondial.",
  "Le transfert le plus cher de l'histoire est celui de Neymar au PSG pour 222 millions d'euros (2017).",
  "Mbappé est l'un des joueurs les mieux payés au monde, gagnant plusieurs dizaines de millions par an.",
  "Le premier joueur à dépasser 100 millions de transfert est Gareth Bale (Real Madrid, 2013).",
  "Ronaldo (le Brésilien, « O Fenômeno ») a marqué 2 buts en finale de la Coupe du monde 2002.",
  "Ronaldo (le Brésilien) est considéré par beaucoup comme le plus grand attaquant de l'histoire.",
  "Ronaldinho était célèbre pour ses dribbles spectaculaires et son sourire permanent.",
  "Zinédine Zidane est un des rares joueurs à avoir remporté le Mondial, l'Euro et la Ligue des Champions.",
  "Zidane a ensuite gagné la Ligue des Champions 3 fois d'affilée comme entraîneur du Real Madrid.",
  "Johan Cruyff a inventé le « tour de Cruyff », une feinte qui porte son nom depuis 1974.",
  "Le « football total » des Pays-Bas des années 1970 a révolutionné le jeu.",
  "Franz Beckenbauer, « Der Kaiser », a redéfini le rôle de libéro — défenseur meneur de jeu.",
  "Beckenbauer a gagné le Mondial en tant que joueur (1974) et en tant qu'entraîneur (1990).",
  "George Best, légende de Manchester United, a dit : « J'ai dépensé mon argent en alcool et en femmes. Le reste, je l'ai gaspillé. »",
  "Alfredo Di Stéfano a mené le Real Madrid à 5 victoires consécutives en Coupe d'Europe (1956-1960).",
  "Ferenc Puskás a marqué 84 buts en 85 matchs avec la Hongrie — un ratio incroyable.",
  "Le prix Puskás récompense le plus beau but de l'année selon la FIFA.",
  "Garrincha, le « Joie du peuple », a remporté 2 Coupes du monde avec le Brésil malgré ses jambes déformées.",
  "Eusébio, le « Panthère noire », a marqué 9 buts lors de la Coupe du monde 1966.",
  "Paolo Maldini a joué 25 saisons au AC Milan — une fidélité exemplaire.",
  "Paolo Maldini n'a jamais été expulsé en Ligue des Champions malgré des centaines de matchs.",
  "Gerd Müller, « Der Bomber », a marqué 365 buts en 427 matchs de Bundesliga.",
  "Marco van Basten a marqué l'un des plus beaux buts de l'histoire en finale de l'Euro 1988.",
  "Roberto Carlos a marqué une « banane » légendaire contre la France en 1997 — un tir libre de 35 mètres.",
  "Le « coup franc à la Juninho » désigne un tir plongeant caractéristique de Juninho Pernambucano.",
  "Thierry Henry est le meilleur buteur de l'histoire d'Arsenal avec 228 buts.",
  "Thierry Henry a aussi fait une « main » controversée contre l'Irlande en barrage du Mondial 2010.",
  "Michel Platini a marqué 9 buts à l'Euro 1984 — un record qui a tenu jusqu'en 2020.",
  "La France a remporté 2 Coupes du monde (1998 et 2018) et 2 Euros (1984 et 2000).",
  "La victoire de 1998 a été célébrée par plus d'un million de personnes sur les Champs-Élysées.",
  "Les « Bleus » est le surnom de l'équipe de France de football.",
  "La « Seleção » est le surnom de l'équipe du Brésil — ils jouent toujours en jaune.",
  "La « Mannschaft » est le surnom de l'équipe d'Allemagne.",
  "Les « Azzurri » (les Bleus) est le surnom de l'équipe d'Italie.",
  "L'Italie a remporté 4 Coupes du monde (1934, 1938, 1982, 2006).",
  "L'Allemagne a remporté 4 Coupes du monde (1954, 1974, 1990, 2014).",
  "La « Furia Roja » (Furie Rouge) est le surnom de l'équipe d'Espagne.",
  "Les « Three Lions » (Trois Lions) est l'emblème de l'équipe d'Angleterre depuis 1872.",
  "L'Angleterre n'a remporté qu'une seule Coupe du monde, en 1966, à domicile.",
  "Le « but en or » a existé de 1993 à 2004 : le premier but en prolongation mettait fin au match.",
  "Laurent Blanc a marqué le premier « but en or » de l'histoire en Coupe du monde (1998 vs Paraguay).",
  "L'Italie a gagné la finale de l'Euro 2000 grâce au « but en or » de David Trezeguet.",
  "Les penalties sont souvent qualifiés de « loterie », mais les statistiques montrent que c'est surtout mental.",
  "L'Angleterre est historiquement mauvaise aux tirs au but — elle a perdu 7 séances en compétition.",
  "Le record de cartons rouges dans un seul match est de 36, lors d'un match en Argentine en 2011.",
  "Le record de vitesse d'un tir est détenu par Ronny Heberson : 211 km/h.",
  "Un ballon de football standard pèse entre 410 et 450 grammes.",
  "Le ballon Adidas Telstar a été le premier ballon officiel de la Coupe du monde en 1970.",
  "Le ballon « Jabulani » du Mondial 2010 a été critiqué par les gardiens pour sa trajectoire imprévisible.",
  "« Al Rihla » (le voyage) était le ballon officiel de la Coupe du monde 2022.",
  "Le maillot de l'Argentine est à rayures bleu ciel et blanches depuis 1908.",
  "Le maillot jaune du Brésil a été adopté après la défaite traumatisante de 1950.",
  "Les crampons ont été inventés au XIXe siècle — avant, les joueurs jouaient en chaussures de ville.",
  "Le premier joueur noir à jouer en équipe de France est Raoul Diagne, en 1931.",
  "Arthur Wharton, en 1889, est considéré comme le premier footballeur professionnel noir au monde.",
  "Didier Drogba a aidé à mettre fin à la guerre civile en Côte d'Ivoire grâce au football.",
  "Le football a provoqué un cessez-le-feu lors de la Première Guerre mondiale (trêve de Noël 1914).",
  "Samuel Eto'o est le joueur africain le plus titré de l'histoire avec 4 Ligues des Champions.",
  "George Weah est le seul joueur africain à avoir remporté le Ballon d'or (1995). Il est devenu président du Liberia.",
  "Roger Milla a dansé au poteau de corner après ses buts au Mondial 1990 — il avait 38 ans !",
  "Le Cameroun est le premier pays africain à atteindre les quarts de finale d'un Mondial (1990).",
  "Le Sénégal a battu la France en match d'ouverture du Mondial 2002 — une sensation.",
  "Le Ghana a atteint les quarts de finale du Mondial 2010, devenant presque le premier demi-finaliste africain.",
  "Son Heung-min est le joueur asiatique le plus prolifique de l'histoire de la Premier League.",
  "Le Japon et la Corée du Sud ont co-organisé la Coupe du monde 2002 — une première.",
  "La Corée du Sud a atteint les demi-finales du Mondial 2002 — un exploit pour un pays asiatique.",
  "Le football australien (AFL) est un sport différent du football soccer — attention à ne pas confondre !",
  "La MLS (Major League Soccer) américaine est en pleine croissance, attirant des stars mondiales.",
  "David Beckham a co-fondé l'Inter Miami, club qui a recruté Messi en 2023.",
  "Les tifos géants sont des œuvres d'art créées par les supporters — certains couvrent des tribunes entières.",
  "Les « ultras » sont des groupes de supporters passionnés qui créent l'ambiance dans les stades.",
  "Le « clapping » islandais (« Huh ! ») est devenu viral lors de l'Euro 2016.",
  "La « ola » (vague) a été popularisée lors de la Coupe du monde 1986 au Mexique.",
  "Le football a été inventé sous sa forme moderne en Angleterre, mais des jeux similaires existaient en Chine dès le IIe siècle av. J.-C.",
  "Le « cuju » chinois est considéré comme l'ancêtre du football par la FIFA.",
  "Le « calcio storico » florentin, joué depuis le XVIe siècle, est un ancêtre brutal du football.",
  "Les premières règles écrites du football (« Laws of the Game ») datent de 1863.",
  "Le hors-jeu est l'une des règles les plus débattues — elle a été modifiée de nombreuses fois.",
  "Le « offside trap » (piège du hors-jeu) est une tactique défensive où la ligne défensive avance ensemble.",
  "Le « gegenpressing » (contre-pressing) est la tactique signature de Jürgen Klopp.",
  "Pep Guardiola est considéré comme l'un des plus grands entraîneurs de l'histoire du football.",
  "Sir Alex Ferguson a dirigé Manchester United pendant 26 ans et a remporté 38 trophées.",
  "Arsène Wenger a dirigé Arsenal pendant 22 ans et y a introduit une révolution nutritionnelle.",
  "Les « Invincibles » d'Arsenal en 2003-2004 ont terminé la saison de Premier League sans défaite.",
  "Le seul club à avoir remporté le triplé (championnat, coupe nationale, Ligue des Champions) est le Celtic (1967), l'Ajax (1972), le PSV (1988), Manchester United (1999), le Barça (2009, 2015), le Bayern (2013, 2020) et le Man City (2023).",
  "Leicester City a remporté la Premier League en 2016 avec une cote de 5000 contre 1 — un conte de fées.",
  "Le « false 9 » (faux neuf) est un attaquant qui décroche pour créer de l'espace — Messi en est le maître.",
  "Le « box-to-box midfielder » couvre tout le terrain — comme N'Golo Kanté.",
  "N'Golo Kanté est souvent décrit comme le joueur le plus gentil du football professionnel.",
  "Le « sweeper keeper » (gardien libéro) comme Manuel Neuer joue loin de ses buts.",
  "Le « rabona » est un geste technique où le pied de frappe passe derrière la jambe d'appui.",
  "La « bicyclette » (retourné acrobatique) est l'un des gestes les plus spectaculaires du football.",
  "Le « sombrero » consiste à lober le ballon par-dessus un adversaire — très élégant.",
  "Le « elastico » est un dribble rapide popularisé par Ronaldinho.",
  "Le « Panenka » est un penalty tiré en douceur au centre du but — inventé par Antonín Panenka en 1976.",
  "Zidane a marqué un Panenka en finale de Coupe du monde 2006 — audace pure.",
  "Le « trivela » est un tir de l'extérieur du pied — la signature de Ricardo Quaresma.",
  "Le « knuckleball » est un tir sans rotation qui dévie de façon imprévisible — spécialité de Ronaldo.",
  "Le « Olimpico » est un but marqué directement sur corner — extrêmement rare.",
  "Le « scorpion kick » de René Higuita contre l'Angleterre en 1995 est l'un des gestes les plus fous.",
  "Le « double contact » sur un penalty est interdit — on ne peut frapper le ballon qu'une fois.",
  "Un match de football dure 90 minutes réglementaires plus le temps additionnel.",
  "Le temps additionnel moyen en Coupe du monde a considérablement augmenté depuis 2022.",
  "Il y a eu 12 minutes de temps additionnel lors d'Argentine - France en finale 2022.",
  "Le record d'affluence pour un match de football est de 199 854 personnes (Maracanã, 1950).",
  "Le football génère plus de 30 milliards de dollars de revenus annuels dans le monde.",
  "Il y a environ 265 millions de joueurs de football dans le monde selon la FIFA.",
  "Plus de 3,5 milliards de personnes ont regardé la Coupe du monde 2022.",
  "Le Clasico entre Barça et Real Madrid est regardé par plus de 650 millions de téléspectateurs.",
  "Le premier but de l'histoire de la Coupe du monde a été marqué par Lucien Laurent (France) en 1930.",
  "La mascotte de la Coupe du monde 1966 s'appelait « World Cup Willie » — la première mascotte officielle.",
  "Footix était la mascotte de la Coupe du monde 1998 en France — un coq bleu.",
  "La'eeb était la mascotte de la Coupe du monde 2022 — inspirée du keffieh arabe."
]
