[
  "La tour Eiffel devait être démolie après 20 ans — elle a survécu uniquement parce qu'on pouvait y installer des antennes radio !",
  "La tour Eiffel grandit d'environ 15 cm en été à cause de la dilatation thermique du métal.",
  "Quand la tour Eiffel a été construite, les Parisiens la trouvaient si laide qu'ils l'appelaient « l'asperge de fer ».",
  "Guy de Maupassant déjeunait souvent au restaurant de la tour Eiffel — le seul endroit de Paris d'où on ne la voyait pas !",
  "La tour Eiffel est repeinte à la main tous les 7 ans — il faut 60 tonnes de peinture.",
  "La France a un fuseau horaire qui couvre 12 fuseaux grâce à ses territoires d'outre-mer — plus que tout autre pays !",
  "La Corse et la Sardaigne étaient reliées par la terre il y a 12 000 ans — on pouvait y aller à pied.",
  "Louis XIV se lavait rarement le corps mais changeait de chemise jusqu'à 3 fois par jour pour rester « propre ».",
  "À Versailles, il n'y avait pas de toilettes — les courtisans utilisaient les recoins du château.",
  "Marie-Antoinette avait un village miniature dans les jardins de Versailles où elle jouait à la paysanne.",
  "Marie-Antoinette n'a jamais dit « Qu'ils mangent de la brioche » — cette phrase existait déjà 100 ans avant elle.",
  "Napoléon n'était pas petit ! Il mesurait 1,69 m, la taille moyenne de l'époque. C'est la propagande anglaise qui a créé le mythe.",
  "Napoléon a un jour été attaqué par une horde de lapins lors d'une chasse — et a dû fuir.",
  "Napoléon avait peur des chats — il souffrait d'ailurophobie.",
  "Napoléon a vendu la Louisiane (un tiers des États-Unis actuels) pour 15 millions de dollars — environ 4 cents l'hectare.",
  "Le Code Napoléon est encore la base du droit civil dans 40 pays, de la Belgique au Japon.",
  "Pendant la Révolution, le calendrier républicain avait des mois de 30 jours nommés d'après les saisons : Brumaire, Thermidor…",
  "La Révolution a même essayé de décimaliser le temps : 10 heures par jour, 100 minutes par heure.",
  "La guillotine a fonctionné en France jusqu'en 1977 — la dernière exécution a eu lieu l'année de la sortie de Star Wars.",
  "Le docteur Guillotin n'a PAS inventé la guillotine — il a juste proposé un moyen d'exécution « moins cruel ».",
  "La Bastille ne contenait que 7 prisonniers quand elle a été prise le 14 juillet 1789.",
  "Jeanne d'Arc ne s'est jamais appelée « d'Arc » de son vivant — ce nom apparaît après sa mort.",
  "Jeanne d'Arc a été condamnée en partie parce qu'elle portait des vêtements d'homme.",
  "Les catacombes de Paris contiennent les os de 6 millions de personnes — plus que la population vivante de Paris !",
  "Il existe plus de 300 km de tunnels sous Paris — dont beaucoup sont encore inexplorés.",
  "Le Louvre était une forteresse au Moyen Âge avant de devenir un musée.",
  "La Joconde a été volée au Louvre en 1911 par un employé italien — elle est restée introuvable pendant 2 ans.",
  "La Joconde reçoit environ 30 000 visiteurs par jour — la plupart restent moins de 15 secondes devant.",
  "Picasso a été interrogé comme suspect lors du vol de la Joconde !",
  "La France produit environ 1 600 types de fromages différents — un pour chaque jour pendant plus de 4 ans.",
  "Le camembert a été popularisé quand Napoléon III en a goûté et l'a adoré — il a fait sa célébrité.",
  "Le roquefort est affiné dans des grottes naturelles — la légende dit qu'un berger a oublié son fromage dans une grotte.",
  "Un Français mange en moyenne 26 kg de fromage par an — record du monde.",
  "De Gaulle aurait plaisanté : « Comment gouverner un pays qui a 246 variétés de fromage ? »",
  "La baguette telle qu'on la connaît n'existe que depuis les années 1920 — avant, le pain était beaucoup plus gros.",
  "Une loi de 1993 (le « décret pain ») protège le nom « baguette de tradition française » — ingrédients et méthode sont réglementés.",
  "Les Français consomment 10 milliards de baguettes par an — ça fait 320 baguettes par seconde.",
  "Le croissant n'est pas français — il vient de Vienne, en Autriche. Il est arrivé à Paris au XIXe siècle.",
  "En France, il est légal de se marier avec une personne décédée si le président approuve la demande.",
  "Il existait une loi en France interdisant aux femmes de porter des pantalons, abrogée seulement en 2013.",
  "Jusqu'en 2012, il était interdit d'appeler son cochon « Napoléon » en France (loi sur l'outrage au chef d'État).",
  "Le mot « restaurant » vient du français — le premier restaurant moderne a ouvert à Paris en 1765.",
  "Le premier grand magasin au monde, Le Bon Marché, a ouvert à Paris en 1852.",
  "La Statue de la Liberté a été construite en France, démontée en 350 pièces, et expédiée à New York dans 214 caisses.",
  "Gustave Eiffel (oui, celui de la tour) a conçu l'armature interne de la Statue de la Liberté.",
  "Le pont du Gard, aqueduc romain dans le sud de la France, fonctionne encore après 2 000 ans.",
  "La grotte de Lascaux contient des peintures vieilles de 17 000 ans — découvertes par 4 ados et leur chien en 1940.",
  "On ne peut plus visiter la vraie grotte de Lascaux — la respiration des touristes détruisait les peintures.",
  "Chambord a un escalier à double hélice (attribué à Léonard de Vinci) : deux personnes montent en même temps sans se croiser.",
  "Léonard de Vinci a passé les 3 dernières années de sa vie en France, invité par François Ier.",
  "Le roi François Ier a un jour acheté la Joconde pour la mettre dans sa salle de bain !",
  "Le Mont-Saint-Michel devient une île à marée haute — la mer remonte « à la vitesse d'un cheval au galop ».",
  "Le viaduc de Millau est plus haut que la tour Eiffel — son pilier le plus grand fait 343 mètres.",
  "La dune du Pilat près d'Arcachon est la plus haute dune d'Europe — et elle avance d'1 à 5 mètres par an, engloutissant la forêt.",
  "La France a la plus grande zone maritime au monde après les États-Unis, grâce à ses îles éparpillées sur tous les océans.",
  "Le Minitel, ancêtre français d'Internet, permettait déjà de réserver des billets et de chatter dans les années 1980.",
  "Le cinéma a été inventé en France : les frères Lumière ont projeté le premier film le 28 décembre 1895 à Paris.",
  "Le premier film des Lumière montrait des ouvriers sortant de leur usine — rien de spectaculaire, mais le public était émerveillé.",
  "Un des premiers films montrait un train arrivant en gare — les spectateurs ont paniqué et quitté la salle.",
  "La France est le pays le plus visité au monde avec 90 millions de touristes par an — plus que sa propre population.",
  "Le Guide Michelin a été créé par un fabricant de pneus en 1900 — pour inciter les gens à voyager en voiture et user leurs pneus.",
  "Le chef Paul Bocuse a reçu 3 étoiles Michelin pendant 55 ans consécutifs — un record absolu.",
  "Le repas gastronomique des Français est inscrit au patrimoine de l'UNESCO — le seul repas au monde à avoir cet honneur.",
  "Escoffier, le « roi des cuisiniers », a inventé la pêche Melba en l'honneur d'une chanteuse d'opéra australienne.",
  "Les escargots de Bourgogne : les Français en mangent environ 25 000 tonnes par an.",
  "Le champagne ne peut s'appeler « champagne » que s'il vient de la région Champagne — c'est protégé par la loi.",
  "Dom Pérignon, moine inventeur du champagne, aurait dit en goûtant sa création : « Je bois des étoiles ! »",
  "La France et l'Italie se disputent chaque année le titre de premier producteur mondial de vin.",
  "Il y a plus de vin dans un tonneau de Bordeaux que dans un tonneau de Bourgogne — les formats sont différents.",
  "Le beaujolais nouveau arrive chaque 3e jeudi de novembre — au Japon, c'est un événement encore plus fêté qu'en France.",
  "La lavande de Provence n'est pas native de France — elle vient originellement de Perse.",
  "Le parfum Chanel N°5 contient plus de 80 ingrédients — et Coco Chanel a choisi l'échantillon n°5 par superstition.",
  "Coco Chanel a libéré les femmes du corset et leur a donné le pantalon — une révolution vestimentaire.",
  "Christian Dior a nommé son premier parfum « Miss Dior » d'après sa sœur Catherine, résistante pendant la guerre.",
  "Louis Vuitton utilisait à l'origine des malles plates (pas bombées) — une innovation qui a fait sa fortune.",
  "Le béret n'est pas originaire de France mais du Pays basque — il est devenu un symbole français grâce au cinéma.",
  "Le Tour de France fait environ 3 500 km — les coureurs brûlent environ 8 000 calories par étape.",
  "Le maillot jaune du Tour de France est jaune parce que le journal qui sponsorisait la course était imprimé sur papier jaune.",
  "Les 24 Heures du Mans : les voitures parcourent environ 5 000 km en une course — l'équivalent de Paris à Moscou.",
  "Roland-Garros porte le nom d'un aviateur de la Première Guerre mondiale, pas d'un joueur de tennis.",
  "La pétanque vient du provençal « pied tanqué » (pieds joints) — elle est née à La Ciotat en 1907.",
  "Pierre de Coubertin a relancé les Jeux olympiques modernes en 1896 — il s'est inspiré des fouilles d'Olympie en Grèce.",
  "La devise olympique « Citius, Altius, Fortius » (Plus vite, plus haut, plus fort) a été proposée par un prêtre français.",
  "Édith Piaf mesurait seulement 1,47 m — d'où son surnom « la Môme Piaf » (piaf = moineau en argot).",
  "Édith Piaf et son ami Jean Cocteau sont morts le même jour, le 10 octobre 1963.",
  "Serge Gainsbourg a brûlé un billet de 500 francs à la télévision pour protester contre les impôts.",
  "Daft Punk jouait sans masque au début — les casques de robot sont arrivés en 2001.",
  "Claude Monet a peint plus de 250 tableaux de nénuphars dans son jardin de Giverny.",
  "Monet avait une cataracte à la fin de sa vie — ses tableaux sont devenus de plus en plus abstraits à cause de sa vision trouble.",
  "Van Gogh a peint « La Nuit étoilée » en France, à Saint-Rémy-de-Provence, depuis la fenêtre d'un asile.",
  "Toulouse-Lautrec ne mesurait que 1,52 m à cause d'une maladie génétique — il a révolutionné l'art de l'affiche.",
  "Rodin a mis 37 ans à terminer « Les Portes de l'Enfer » — « Le Penseur » en est un fragment.",
  "Marcel Proust écrivait au lit, dans une chambre tapissée de liège pour bloquer le bruit.",
  "« À la recherche du temps perdu » de Proust fait environ 1,5 million de mots — le plus long roman classique français.",
  "Le Petit Prince de Saint-Exupéry est traduit en plus de 500 langues — c'est le livre le plus traduit après la Bible et le Coran.",
  "Saint-Exupéry a écrit Le Petit Prince à New York pendant la guerre — en mangeant des œufs brouillés toute la nuit.",
  "Saint-Exupéry a disparu en vol au-dessus de la Méditerranée en 1944 — son avion n'a été retrouvé qu'en 2004.",
  "Alexandre Dumas (père) avait un singe de compagnie et un vautour domestique.",
  "Dumas employait des « nègres littéraires » — Auguste Maquet a co-écrit la plupart des Trois Mousquetaires.",
  "Jules Verne a imaginé le sous-marin, la vidéoconférence et le voyage spatial 100 ans avant leur invention.",
  "Jules Verne est le deuxième auteur le plus traduit au monde, juste après Agatha Christie.",
  "Victor Hugo est mort en 1885 — 2 millions de personnes ont suivi son cortège funèbre à Paris.",
  "Victor Hugo vivait en exil à Guernesey — il s'adressait par courrier « à M. Hugo, océan » et la lettre arrivait.",
  "Voltaire buvait 40 tasses de café par jour — il a vécu jusqu'à 83 ans.",
  "Descartes a eu son illumination philosophique (« Je pense, donc je suis ») dans un poêle en Allemagne.",
  "Blaise Pascal a inventé la première machine à calculer à 19 ans — pour aider son père percepteur d'impôts.",
  "Pascal a aussi inventé le premier service de transport en commun à Paris : les « carrosses à cinq sols ».",
  "Les frères Montgolfier ont fait voler les premiers passagers en ballon : un coq, un canard et un mouton.",
  "Louis Braille est devenu aveugle à 3 ans après un accident avec l'alêne de son père — il a inventé le braille à 15 ans.",
  "Le système métrique a été inventé pendant la Révolution française — avant, chaque région avait ses propres mesures.",
  "Le mètre a été défini en mesurant la distance du pôle Nord à l'équateur en passant par Paris.",
  "Joseph Niépce a pris la première photographie en 1826 — l'exposition a duré 8 heures.",
  "Les frères Lumière ont refusé de vendre leur cinématographe à Georges Méliès en disant : « C'est une invention sans avenir. »",
  "Méliès, furieux, a construit son propre appareil et est devenu le père des effets spéciaux au cinéma.",
  "Le « Voyage dans la Lune » de Méliès (1902) est le premier film de science-fiction — l'image de la fusée dans l'œil de la lune est iconique.",
  "La Légion étrangère accepte des soldats de toute nationalité — on peut s'engager sous un faux nom.",
  "Après 3 ans de service dans la Légion, un légionnaire peut demander la nationalité française sous son vrai nom.",
  "La France possède un territoire en Amérique du Sud : la Guyane française, d'où décollent les fusées Ariane.",
  "La plus longue frontière terrestre de la France est avec… le Brésil (grâce à la Guyane).",
  "La France a 12 fuseaux horaires — plus que la Russie (11) et les États-Unis (11).",
  "Le TGV français a atteint 574,8 km/h en 2007 — plus rapide qu'un avion au décollage.",
  "Le Concorde faisait Paris-New York en 3h30 au lieu de 8h — mais le billet coûtait le prix d'une voiture.",
  "Le tunnel sous la Manche fait 50 km — les ouvriers français et anglais se sont rejoints au milieu en 1990.",
  "La France compte plus de 40 000 châteaux — plus que tout autre pays au monde.",
  "Le château de Chambord a 440 pièces, 365 cheminées et 84 escaliers.",
  "Marseille, fondée vers 600 av. J.-C. par des Grecs, est la plus ancienne ville de France.",
  "Paris était à l'origine un village gaulois appelé Lutèce — les Romains l'ont renommé « Parisii ».",
  "Les égouts de Paris font 2 600 km — on peut les visiter, et Victor Hugo y a situé une scène des Misérables.",
  "Le Père-Lachaise est le cimetière le plus visité au monde — Jim Morrison, Chopin, Oscar Wilde et Molière y reposent.",
  "Les bouquinistes le long de la Seine forment la plus grande librairie à ciel ouvert du monde — depuis le XVIe siècle.",
  "Il y a plus de 1 000 fromageries à Paris — plus que de banques.",
  "Paris n'a que 20 arrondissements, numérotés en spirale d'escargot à partir du centre.",
  "La station de métro la plus profonde de Paris (Abbesses) est à 36 mètres sous terre.",
  "Le métro parisien a une station fantôme : « Haxo » — construite mais jamais ouverte au public.",
  "En France, un maire peut célébrer un mariage mais pas un divorce.",
  "L'expression « mettre la charrue avant les bœufs » existe en français depuis le XIIe siècle.",
  "Le mot « silhouette » vient d'Étienne de Silhouette, un contrôleur des finances si avare qu'on a donné son nom aux portraits bon marché.",
  "Le mot « denim » vient de « de Nîmes » — le tissu était fabriqué dans cette ville du sud de la France.",
  "Le mot « entrepreneur » est un mot français adopté tel quel par l'anglais.",
  "Le mot « sabotage » vient des sabots — les ouvriers jetaient leurs sabots dans les machines pour les bloquer.",
  "« Rendez-vous », « cul-de-sac », « déjà vu », « faux pas » — l'anglais utilise des dizaines d'expressions françaises.",
  "La France a le record du monde du plus long sandwich : une baguette de 140 mètres, réalisée en 2024.",
  "Le pourboire n'est pas obligatoire en France — le service est inclus dans l'addition (15%).",
  "En France, les pharmacies sont signalées par une croix verte clignotante — elles sont partout.",
  "Les Français font en moyenne 2 heures de pause déjeuner — c'est inscrit dans la culture, pas dans la loi.",
  "La France est le premier producteur européen de maïs, blé et sucre de betterave.",
  "La Camargue est le seul endroit en France où vivent des flamants roses à l'état sauvage.",
  "Les volcans d'Auvergne se sont éteints il y a « seulement » 6 700 ans — géologiquement, c'est hier.",
  "La chaîne des Puys en Auvergne compte 80 volcans alignés sur 32 km.",
  "La Bretagne a sa propre langue (le breton), son drapeau et même sa musique traditionnelle (la bombarde).",
  "Le kouign-amann breton contient autant de beurre que de pâte — c'est un gâteau qui pèse une tonne de calories.",
  "La Normandie a donné son nom à la Normandie… mais aussi aux Normands qui ont conquis l'Angleterre en 1066.",
  "Guillaume le Conquérant, duc de Normandie, est devenu roi d'Angleterre après la bataille de Hastings.",
  "La tapisserie de Bayeux (70 mètres de long !) raconte la conquête de l'Angleterre — c'est une BD médiévale.",
  "L'Alsace a changé de pays 5 fois entre 1871 et 1945 — les habitants ont eu des passeports français, allemands, et de nouveau français.",
  "Le flamant rose, mascotte officieuse de la Camargue, naît gris — il devient rose à cause des crevettes qu'il mange.",
  "La fête de la musique (21 juin) a été inventée en France en 1982 — elle est maintenant célébrée dans 120 pays.",
  "Le 1er avril, les enfants français collent des poissons en papier dans le dos des gens — d'où « poisson d'avril ».",
  "Le muguet du 1er mai est une tradition depuis 1561 — le roi Charles IX en offrait aux dames de la cour.",
  "La galette des rois contient une fève — celui qui la trouve devient roi ou reine pour la journée.",
  "Les crêpes de la Chandeleur (2 février) : la tradition dit de faire sauter la crêpe avec une pièce d'or dans la main pour avoir de la chance.",
  "Le mot « bistrot » viendrait du russe « bistro » (vite) — les soldats russes à Paris en 1814 criaient ce mot pour être servis rapidement.",
  "La France a plus de prix Nobel de littérature que tout autre pays (16).",
  "Astérix le Gaulois a été traduit en plus de 100 langues — c'est la BD la plus traduite au monde.",
  "Le village d'Astérix résiste à l'envahisseur romain — c'est une métaphore de la résistance française.",
  "La Schtroumpf mania : les Schtroumpfs sont une création belge, mais les Français les adorent comme si c'étaient les leurs.",
  "Tintin aussi est belge — mais c'est en France qu'il vend le plus.",
  "Le coq gaulois est un symbole de la France à cause d'un jeu de mots latin : « gallus » signifie à la fois « gaulois » et « coq ».",
  "Marianne, symbole de la République, a été incarnée par Brigitte Bardot, Catherine Deneuve et Laetitia Casta.",
  "La Marseillaise a été écrite en une nuit à Strasbourg — elle s'appelait d'abord « Chant de guerre pour l'armée du Rhin ».",
  "Elle a été renommée « La Marseillaise » parce que les soldats marseillais la chantaient en marchant vers Paris.",
  "Le drapeau tricolore a été créé en combinant le blanc royal avec le bleu et le rouge de la ville de Paris.",
  "La France a été une monarchie pendant plus de 1 000 ans avant de devenir une république.",
  "La France en est à sa 5e République — elle a aussi eu 2 empires et une monarchie constitutionnelle.",
  "Charles de Gaulle mesurait 1,96 m — il dépassait la plupart des dirigeants mondiaux d'une tête.",
  "De Gaulle a échappé à plus de 30 tentatives d'assassinat — l'attentat du Petit-Clamart (1962) est le plus célèbre.",
  "Le film « Le Jour le plus long » (1962) reconstitue le D-Day avec un casting ahurissant, dont 42 stars internationales.",
  "Lors de la Libération de Paris, le général Leclerc a exigé que ce soient des soldats français qui entrent les premiers.",
  "Jean Moulin a été trahi et arrêté par la Gestapo en 1943 — il est devenu le symbole de la Résistance.",
  "Pendant l'Occupation, les Français ont caché des milliers d'enfants juifs — le village du Chambon-sur-Lignon en a sauvé 3 500.",
  "La Sécurité sociale, créée en 1945, garantit à tous les Français l'accès aux soins — un modèle envié dans le monde.",
  "La semaine de 35 heures est une particularité française depuis 2000 — les Français travaillent moins d'heures mais sont très productifs.",
  "Les Français ont en moyenne 5 semaines de congés payés par an — parmi les plus généreux au monde.",
  "Le système scolaire français note sur 20 — avoir 10/20 est la moyenne, 20/20 est quasi mythique.",
  "Le bac philo est une épreuve typiquement française — les sujets font le buzz chaque année (« Peut-on être heureux sans être libre ? »).",
  "En France, on peut acheter du vin au supermarché dès 18 ans, mais la culture du vin commence dès l'enfance à table.",
  "Le pastis, boisson anisée emblématique du sud, devient trouble quand on ajoute de l'eau — c'est « l'effet louche ».",
  "La France a plus de 300 fromages AOP (appellation d'origine protégée) — chacun avec un terroir et un savoir-faire unique.",
  "La raclette et la fondue ne sont pas françaises à l'origine — elles viennent de Suisse, mais la France les a adoptées avec passion.",
  "Le cassoulet de Castelnaudary nécessite une cuisson de 7 heures minimum selon la tradition.",
  "La bouillabaisse marseillaise était à l'origine un plat de pêcheurs fait avec les poissons invendus.",
  "Le foie gras est consommé en France depuis l'époque romaine — ce n'est pas un plat récent.",
  "Le macaron parisien (avec sa garniture) a été inventé par la maison Ladurée dans les années 1930.",
  "La tarte Tatin a été inventée par accident — les sœurs Tatin ont renversé leur tarte aux pommes et l'ont servie à l'envers.",
  "Le Paris-Brest (pâtisserie en forme de roue) a été créé en 1910 pour célébrer la course cycliste Paris-Brest-Paris.",
  "La France produit 40% du vin de l'Union européenne.",
  "Le vignoble français couvre environ 750 000 hectares — presque la taille de la Corse.",
  "Le vin le plus cher jamais vendu est un Romanée-Conti 1945 : 558 000 dollars la bouteille.",
  "En Alsace, on trinque en se regardant dans les yeux — ne pas le faire porte malheur (7 ans de mauvais sexe, dit-on).",
  "Le savoir-faire des couvreurs parisiens (toits en zinc) est inscrit au patrimoine de l'UNESCO.",
  "Les toits de Paris sont gris-bleu à cause du zinc — c'est ce qui donne à la ville sa couleur si reconnaissable.",
  "Le pont Neuf est en réalité le plus vieux pont de Paris (1607) — son nom est devenu ironique avec le temps."
]
